Revit 2027 API
ParameterTypeId.SteelElemCutType Property
 "Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemCutType { get; }
Public Shared ReadOnly Property SteelElemCutType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemCutType {
	ForgeTypeId^ get ();
}
static member SteelElemCutType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace